{
  "hero-title": "Welcome to Solherz",
  "hero-subtitle": "Your reliable partner for components and products",
  "logo-slogan": "Quality Connects",
  "nav-home": "Home",
  "nav-kompetenzen": "Manufacturing & Procurement",
  "nav-engineering": "Engineering",
  "nav-projektleitung": "Project Management",
  "nav-about": "About Us",
  "nav-contact": "Contact",
  "burger-home": "Home",
  "burger-kompetenzen": "Manufacturing & Procurement",
  "burger-engineering": "Engineering",
  "burger-projektleitung": "Project Management",
  "burger-about": "About Us",
  "burger-contact": "Contact",
  "kompetenzen-title": "MANUFACTURING & PROCUREMENT",
  "mehr-btn": "More",
  "to-home-page": "To the Homepage",
  "drehen-title": "Turning",
  "drehen-text": "Turning is a machining manufacturing process used primarily for rotationally symmetrical workpieces. The use of CNC technology allows for automation and cost efficiency.",
  "drehen-list-text-one": "Maximum turning length: up to 2500 mm",
  "drehen-list-text-two": "Maximum turning diameter: up to 900 mm",
  "fräsen-title": "Milling",
  "fräsen-text": "Milling is a precise machining process with geometrically defined cutting edges. CNC machines enable automated control, ensuring high efficiency and consistent quality.",
  "fräsen-first-list-title": "Vertical CNC Milling Machines",
  "fräsen-first-list-text": "Maximum working areas: XYZ = 3000 mm x 1250 mm x 400 mm",
  "fräsen-second-list-title": "Horizontal CNC Milling Machines",
  "fräsen-second-list-text": "Maximum working areas: XYZ = 2000 mm x 2000 mm x 1250 mm",
  "fräsen-third-list-title": "Additional Axes:",
  "fräsen-third-list-text-one": "B-Axis: 360° rotation for maximum flexibility",
  "fräsen-third-list-text-two": "W-Axis: Extension of 400 mm for deeper machining",
  "schleifen-title": "Grinding",
  "schleifen-text": "Grinding is a precise machining process for surface and shape processing. Modern CNC technology enables efficient and accurate radial, surface, and coordinate grinding, ensuring the highest quality and perfect fit for various workpieces.",
  "schweissen-title": "Welding",
  "schweissen-text": "Welding is a process for permanently joining materials, particularly metals. Using technologies like MIG, MAG, and TIG, both small components and complex, large welded assemblies can be processed with the highest quality standards.",
  "umformen-title": "Forming",
  "umformen-text": "Manufacturing methods for pressing, rolling, and bending enable precise and efficient solutions for various metalworking and production applications. Through innovative technology and a wide range of capacities, they meet high requirements for quality and productivity.",
  "pressen-title": "Pressing",
  "pressen-list-item-one": "Workpiece size XY: Up to 2000 mm",
  "pressen-list-item-two": "Pressing force: 6,000 kN",
  "pressen-list-item-three": "Material thickness: Up to 20 mm",
  "biegen-title": "Bending",
  "biegen-list-item-one": "Working length: Up to 4000 mm",
  "biegen-list-item-two": "Pressing force: 4000 kN",
  "walzen-title": "Rolling",
  "waltzen-list-item-one": "Material thickness: Up to 40 mm",
  "waltzen-list-item-two": "Material width: Up to 5 m",
  "schneiden-title": "Cutting",
  "laserschneiden-title": "Laser Cutting",
  "laserschneiden-text": "Laser cutting is a highly precise process mainly used for thinner materials and complex contours. Its accuracy and low heat generation make it particularly suitable for fine cuts and delicate components.",
  "laserschneiden-area": "Working area: 3000 x 1500 mm",
  "laserschneiden-thickness": "Maximum material thickness: 30 mm",
  "plasmaschneiden-title": "Plasma Cutting",
  "plasmaschneiden-text": "Plasma cutting is a fast and powerful method, preferred for thicker metals. This technique is widely used in steel construction and heavy industry, as it delivers clean cut edges even on thick materials.",
  "plasmaschneiden-area": "Working area: 2000 x 12000 mm",
  "plasmaschneiden-thickness": "Maximum material thickness: 200 mm",
  "wasserstrahlschneiden-title": "Water Jet Cutting",
  "wasserstrahlschneiden-text": "Water jet cutting is a versatile process capable of processing almost all materials – from metal to glass to ceramics. It is particularly suitable for temperature-sensitive materials, as there is no thermal influence.",
  "wasserstrahlschneiden-area": "Working area: 2000x4000 mm",
  "wasserstrahlschneiden-thickness": "Maximum material thickness: 200 mm",
  "wärme-title": "Heat Treatment",
  "wärme-text": "Heat treatment includes a variety of processes performed using state-of-the-art furnace technology. The systems are specially designed to meet different requirements in heat treatment precisely and efficiently.",
  "wärme-anwendung": "Applications: Annealing, tempering, and hardening",
  "wärme-abmessungen": "Dimensions: 7000 x 3000 x 3000 mm",
  "sand-title": "Sandblasting",
  "sand-text": "The sandblasting process is carried out by experienced specialists ready to meet all customer requirements. The blasting rooms available to our partners can handle both small parts and large structures. Our sandblasting technology is suitable for surface pretreatment of various materials, improving adhesion for subsequent coatings or removing rust and contaminants.",
  "sand-max-size": "Maximum size: 10000 mm x 8000 mm x 3600 mm",
  "lackieren-title": "Painting",
  "lackieren-text": "Painting processes fulfill both functional and aesthetic requirements. Painting systems are equipped to process various workpieces at the highest quality, ensuring a uniform, durable coating that provides optimal protection and an appealing surface.",
  "qualität-title": "Quality Control & Metrology",
  "qualität-text": "In metal workshops, quality control is a top priority to ensure that each manufactured part meets the highest standards. By using state-of-the-art metrology and systematic inspection, precise manufacturing and functionality of products are guaranteed from start to finish.",
  "qualität-services-title": "Our Services",
  "qualität-service-1": "Visual Inspection",
  "qualität-service-2": "Measurements and Testing",
  "qualität-service-3": "Functionality Tests",
  "qualität-service-4": "Heat Treatment Control",
  "qualität-service-5": "Non-Destructive Testing",
  "qualität-service-6": "Optical Measurement Systems",
  "engineering-home-title": "ENGINEERING",
  "engineering-home-text": "In addition to manufacturing and procurement, engineering services in the field of mechanical design are also offered. Collaboration with experienced designers from Southeastern Europe ensures high quality at the level of the DACH region. Additionally, the four-eyes principle ensures that all design tasks are supervised and reviewed by Austrian mechanical engineers. This combination not only enables competitive prices but also guarantees a reliable and high-quality implementation.",
  "engineering-img-title": "ENGINEERING",
  "engineering-services-title": "Our Services",
  "engineering-service-1": "CAD Mechanical Design",
  "engineering-description-1": "With CAD software, precise 3D models of components and assemblies are created. These enable detailed visualization and efficient further processing in manufacturing. Experienced designers implement individual requirements precisely, and the 3D models are then used to create manufacturing drawings.",
  "engineering-service-2": "Drawing Creation",
  "engineering-description-2": "For manufacturing, precise 2D drawings are created with exact dimensions, tolerances, and technical specifications. These manufacturing drawings contain all relevant information for production, assembly, and quality control and comply with common norms and standards.",
  "engineering-service-3": "Product Development",
  "engineering-description-3": "From the initial idea to the finished design, development processes are supported. For complex calculations to optimize products, such as FEM (Finite Element Method) and CFD (Computational Fluid Dynamics) analyses, there is a partnership with an Austrian engineering firm. Through this collaboration, mechanical properties can be precisely analyzed, structures optimized, and innovative solutions efficiently implemented.",
  "projektleitung-home-title": "Project Management for Site Development Abroad",
  "projektleitung-home-text": "Are you planning to establish a site for manufacturing, engineering, or both in Croatia or Bosnia and Herzegovina?",
  "projektleitung-img-title": "Project Management",
  "project-leadership-title": "Project Management for Site Development Abroad",
  "project-leadership-description": "We are your reliable partner for this region! With our deep understanding of local conditions and our extensive network, we support you in successfully implementing your expansion plans. Our services are specifically tailored to the needs of engineering and manufacturing companies. Establishing a new site abroad is a challenging task that requires precise planning, technical expertise, and experience with the legal and cultural specifics on-site. We take over the complete project management and ensure that your project is implemented efficiently, on time, and within budget.",
  "project-leadership-services-title": "Our Services",
  "project-leadership-service-1": "Site Analysis and Strategic Planning",
  "project-leadership-service-1-description": "Together with you, we identify the optimal location in Croatia or Bosnia and Herzegovina that meets your requirements for infrastructure, skilled labor, suppliers, and market access. We consider regional regulations, tax advantages, and logistical challenges.",
  "project-leadership-service-2": "Project Management from Start to Finish",
  "project-leadership-service-2-description": "Our experienced project managers coordinate your project from the initial planning to commissioning. We manage all involved stakeholders, such as architects, construction companies, and authorities, ensuring a smooth process – on time and within budget.",
  "project-leadership-service-3": "Technical and Operational Consulting",
  "project-leadership-service-3-description": "Manufacturing companies require customized solutions for their production needs. We support you in the technical planning of production halls, production lines, and machines so that the infrastructure is perfectly tailored to your processes.",
  "project-leadership-service-4": "Support in Recruitment and Workforce Development",
  "project-leadership-service-4-description": "We help you find suitable local partners for recruitment and advise on selecting skilled workers that meet your requirements. Additionally, we support you in organizing training programs to familiarize your teams with the required technologies and standards.",
  "project-leadership-service-5": "Support with Regulatory Approvals",
  "project-leadership-service-5-description": "We guide you through the complex bureaucratic requirements in Croatia and Bosnia and Herzegovina. Whether environmental regulations, building codes, or occupational safety laws – we take care of the necessary approvals and ensure compliance with all legal requirements.",
  "project-leadership-service-6": "Networking and Supply Chain Management",
  "project-leadership-service-6-description": "With our extensive network in the manufacturing industry, we connect you with reliable suppliers, service providers, and local partners. We ensure that your supply chain is efficiently set up and runs smoothly from the start.",
  "über-title": "About Us",
  "über-text-first-paragraph": "Solherz was founded with a clear vision. The European industry, especially in the DACH region, faces the urgent challenge of optimizing production costs and securing its competitiveness in the long term. Our mission is to support companies in overcoming these challenges. By strategically relocating production to quality-oriented and cost-efficient manufacturers in Southeastern Europe, we offer a solution that combines the highest quality standards with economic efficiency. Our approach is based on a careful selection of our partners. Solherz provides companies in the DACH region with the services of top-tier manufacturers from Southeastern Europe. We ensure that our clients benefit from a reliable, high-performance supply chain and can efficiently achieve their production goals.",
  "über-text-second-paragraph": "In addition to manufacturing and procurement, we also offer engineering services for mechanical design. Engineering costs are usually lower than manufacturing costs but can still pose a challenge. We provide high quality at the level of the DACH region by collaborating with the best designers from Southeastern Europe. Additionally, we apply the four-eyes principle, ensuring that all design tasks are supervised and reviewed by experienced mechanical engineers from Austria. This combination enables not only excellent prices but also a reliable and high-quality implementation.",
  "bio-title": "Founder’s Biography",
  "bio-text": "With a degree in mechanical engineering from TU Wien and many years of experience in the industry, I have extensive expertise in the development, optimization, and management of technical projects. My career has taken me through various challenging roles, from developing innovative injection molding machines to global responsibility for complex machinery and products at Andritz Pulp & Paper. Through this experience, I have built both technical and strategic know-how, which I now bring into my new company.",
  "kontakt-title": "Contact",
  "kontakt-text": "Interested in our services? Contact us for a non-binding offer or individual consultation. We look forward to bringing your projects to life!",
  "handy-title": "Call Us!",
  "schreiben-title": "Write to Us!",
  "besuchen-title": "Visit Us!",
  "namePlaceholder": "Your Name",
  "emailPlaceholder": "Your Email",
  "phonePlaceholder": "Phone Number",
  "companyPlaceholder": "Company",
  "messagePlaceholder": "Message",
  "submit-button": "Send",
  "cookie-banner-text": "We use cookies to enhance your experience. You can accept all, reject all, or customize your selection. More information in our",
  "cookie-banner-link": "Privacy Policy",
  "cookie-option-accept": "Accept All",
  "cookie-option-reject": "Reject All",
  "cookie-option-settings": "Settings",
  "cookie-settings-title": "Cookie Settings",
  "cookie-settings-text": "Choose which cookies you want to allow:",
  "essential-cookies": "Necessary Cookies (Always Active)",
  "analytics-cookies": "Analytics Cookies",
  "marketing-cookies": "Marketing Cookies",
  "save-button": "Save",
  "change-cookie-settings": "Manage Consent",
  "daten-link": "Privacy Policy",
  "impressum-title": "Imprint",
  "impressum-description": "Information about the service provider.",
  "impressum-provider-name": "Solherz",
  "impressum-contact-person": "Mihovil Soldo",
  "impressum-address": "Favoritenstraße 24, Tür 14, 1040 Vienna, Austria",
  "impressum-phone-label": "Phone:",
  "impressum-phone": "+436502608369",
  "impressum-email-label": "Email:",
  "impressum-email": "office@solherz.at",
  "impressum-business-object": "Business Purpose:",
  "impressum-uid-number": "UID Number:",
  "impressum-gisa": "GISA (Austrian Business Information System):",
  "impressum-chamber-membership": "Member of:",
  "impressum-professional-law": "Professional Law:",
  "impressum-professional-law-link": "www.ris.bka.gv.at",
  "impressum-authority-title": "Supervisory Authority:",
  "impressum-authority-info": "Magistrate of the City of Vienna<br /><br />MBA 4/5|A-1050 Vienna, Rechte Wienzeile 105<br /><br />",
  "impressum-authority-website": "Website:",
  "impressum-authority-website-link": "https://www.wien.gv.at",
  "impressum-profession-title": "Professional Title:",
  "impressum-awarding-country": "Awarding Country:",
  "impressum-data-protection-title": "Data Protection Officer",
  "impressum-data-protection-email-label": "Email:",
  "impressum-data-protection-email": "office@solherz.at",
  "impressum-data-protection-phone-label": "Phone:",
  "impressum-data-protection-phone": "+436502608369",
  "impressum-data-protection-link-label": "Imprint:",
  "impressum-data-protection-link": "https://www.solherz.at/impressum/",
  "impressum-copyright": "All texts are copyright protected.",
  "impressum-source": "Source: Created with the",
  "impressum-source-link": "Imprint Generator",
  "datenschutz-title": "Privacy Policy",
  "privacy": {
    "introduction": {
      "overview": {
        "title": "Introduction and Overview",
        "text": "We have written this privacy policy (version 14.03.2025-122965361) to explain to you in accordance with the General Data Protection Regulation (EU) 2016/679 and applicable national laws what personal data (short: data) we process as the responsible party -- and which data processors (e.g., providers) we commission -- process, will process in the future, and what lawful options you have. The terms used should be understood as gender-neutral.\n\nIn short: We comprehensively inform you about the data we process about you.",
        "short": "In short: We comprehensively inform you about the data we process about you.",
        "technical-explanation": {
          "terms": "Terms explained in a user-friendly way",
          "graphics": "Graphics",
          "text": "Privacy policies often sound very technical and use legal terminology. This privacy policy aims to describe the most important aspects to you as simply and transparently as possible. Where it enhances transparency, technical terms are explained in a user-friendly way, links to further information are provided, and graphics are used. We inform you in clear and simple language that we only process personal data within the scope of our business activities if there is a corresponding legal basis. This is certainly not possible if we provide short, unclear, and legally technical explanations, as is often standard on the internet when it comes to data protection. We hope you find the following explanations interesting and informative and maybe there is one or another piece of information that you did not know yet.\n\nIf you still have questions, we kindly ask you to contact the responsible office named below or in the imprint, follow the provided links, and look at further information on third-party sites. You can of course also find our contact details in the imprint."
        }
      }
    },
    "scope": {
      "title": "Scope of Application",
      "text": "This privacy policy applies to all personal data processed by our company and to all personal data processed by companies commissioned by us (processors). By personal data, we mean information as defined in Art. 4 No. 1 GDPR, such as the name, email address, and postal address of a person. The processing of personal data ensures that we can offer and bill our services and products, whether online or offline. The scope of this privacy policy includes:",
      "short": "In short: The privacy policy applies to all areas where personal data is structurally processed within the company through the mentioned channels. If we enter into legal relationships with you outside these channels, we will inform you separately where necessary.",
      "list-item1": "all online presences (websites, online shops) that we operate",
      "list-item2": "social media presences and email communication",
      "list-item3": "mobile apps for smartphones and other devices"
    },
    "legal-basis": {
      "title": "Legal Basis",
      "text": "In the following privacy policy, we provide transparent information about the legal principles and regulations, i.e., the legal basis of the General Data Protection Regulation (GDPR), which allows us to process personal data.\n\nAs for EU law, we refer to REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of April 27, 2016. You can, of course, read this EU General Data Protection Regulation online at EUR-Lex, the access point to EU law, at https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=celex%3A32016R0679.",
      "conditions": "We process your data only if at least one of the following conditions applies:",
      "condition1": "Consent (Article 6(1)(a) GDPR): You have given us your consent to process data for a specific purpose. An example would be the storage of data entered in a contact form.",
      "condition2": "Contract (Article 6(1)(b) GDPR): We process your data to fulfill a contract or pre-contractual obligations with you. For example, when concluding a purchase contract with you, we require personal information in advance.",
      "condition3": "Legal Obligation (Article 6(1)(c) GDPR): We process your data if we are subject to a legal obligation. For example, we are legally required to retain invoices for accounting purposes, which usually contain personal data.",
      "condition4": "Legitimate Interests (Article 6(1)(f) GDPR): In the case of legitimate interests that do not restrict your fundamental rights, we reserve the right to process personal data. For example, we need to process certain data to operate our website securely and efficiently. This processing is thus a legitimate interest.",
      "additional": "Other conditions, such as the performance of tasks in the public interest, the exercise of public authority, and the protection of vital interests, do not generally apply to us. If such a legal basis should apply, it will be indicated at the relevant place.",
      "national-laws": "In addition to the EU regulation, national laws also apply:",
      "national-law1": "In Austria, this is the Federal Act for the Protection of Natural Persons in the Processing of Personal Data (Data Protection Act), abbreviated as DSG.",
      "national-law2": "In Germany, the Federal Data Protection Act, abbreviated as BDSG, applies.",
      "additional-regulations": "If additional regional or national laws apply, we will inform you about them in the following sections."
    }
  },
  "contact_responsible": {
    "title": "Contact Information of the Responsible Party",
    "text": "If you have any questions about data protection or the processing of personal data, you will find below the contact details of the responsible party according to Article 4 Paragraph 7 EU General Data Protection Regulation (GDPR):\n\nMihovil Soldo",
    "details": "Email: office@solherz.at\nPhone: +436502608369\nImprint: https://www.solherz.at/impressum/"
  },
  "storage_duration": {
    "title": "Storage Duration",
    "text": "The general principle we follow is that we only store personal data for as long as is strictly necessary to provide our services and products. This means that we delete personal data as soon as the reason for processing them no longer applies. In some cases, we are legally obligated to retain certain data even after the original purpose has ceased to exist, for example, for accounting purposes.",
    "details": "If you wish to have your data deleted or withdraw your consent for data processing, the data will be deleted as soon as possible, provided that no legal obligation to retain them exists.",
    "more_info": "For specific information on the duration of each data processing, we will inform you further below, if we have more information about it."
  },
  "rights_dsgvo": {
    "title": "Rights under the General Data Protection Regulation",
    "introduction": "In accordance with Articles 13 and 14 of the GDPR, we inform you about the following rights that you are entitled to, to ensure fair and transparent data processing:",
    "access_right": "You have the right under Article 15 of the GDPR to obtain information about whether we process data about you. If applicable, you are entitled to receive a copy of the data and the following information:",
    "details": {
      "purpose": "the purpose of the processing;",
      "categories": "the categories of data being processed;",
      "recipients": "who receives this data and, if the data is transferred to third countries, how the security can be guaranteed;",
      "storage_duration": "how long the data will be stored;",
      "correction": "the existence of the right to rectification, deletion, or restriction of processing, and the right to object to the processing;",
      "complaint": "that you have the right to lodge a complaint with a supervisory authority (links to these authorities are provided below);",
      "origin": "the origin of the data, if we did not collect them from you;",
      "profiling": "whether profiling is carried out, i.e., whether data is automatically evaluated to create a personal profile of you."
    },
    "correction": "You have the right under Article 16 of the GDPR to have inaccurate data rectified, meaning we must correct the data if you find errors.",
    "deletion": "You have the right under Article 17 of the GDPR to request deletion of your data (the 'right to be forgotten'). This means you may request the deletion of your data.",
    "restriction": "You have the right under Article 18 of the GDPR to request a restriction of processing. This means that we may only store the data but cannot further use it.",
    "portability": "You have the right under Article 20 of the GDPR to data portability, meaning that we will provide your data in a commonly used format upon request.",
    "objection": {
      "text": "You have the right to object according to Article 21 of the GDPR, which, if exercised, will result in a change in the processing.",
      "details": "If the processing of your data is based on Article 6(1)(e) (public interest, exercise of public authority) or Article 6(1)(f) (legitimate interest), you may object to the processing. We will then examine as soon as possible whether we can legally comply with this objection.",
      "direct_marketing": "If data is used for direct marketing purposes, you may object at any time to this type of data processing. We may no longer use your data for direct marketing purposes.",
      "profiling": "If data is used for profiling, you may object at any time to this type of data processing. We may no longer use your data for profiling."
    },
    "automated_decisions": "You have the right under Article 22 of the GDPR not to be subject to decisions based solely on automated processing (e.g., profiling).",
    "complaint": "You have the right under Article 77 of the GDPR to lodge a complaint. This means you can file a complaint with the data protection authority at any time if you believe that the processing of your personal data violates the GDPR.",
    "summary": "In short: You have rights – do not hesitate to contact the responsible entity listed above!",
    "authority_complaint": "If you believe that the processing of your data violates data protection law or your data protection rights have been infringed in any other way, you can file a complaint with the supervisory authority. In Austria, this is the Data Protection Authority, whose website can be found at https://www.dsb.gv.at/"
  },
  "explanation_terms": "Explanation of Used Terms",
  "datenschutz_intro": "We strive to write our privacy policy as clearly and understandably as possible. However, this is not always easy with technical and legal topics. It often makes sense to use legal terms (e.g., personal data) or specific technical terms (e.g., cookies, IP address). We do not want to use them without explanation. Below is an alphabetical list of important terms that we may not have sufficiently addressed in the privacy policy. If these terms are defined by the GDPR, we will also reference the GDPR texts and add our own explanations where necessary.",
  "processor": "Processor",
  "ds_definition": "Definition according to Article 4 of the GDPR",
  "definition_intro": "For the purposes of this regulation, the term means:",
  "processor_text": " a natural or legal person, authority, agency, or other body that processes personal data on behalf of the controller;",
  "processor_term": "\"Processor\"",
  "explanation_processor": "Explanation: As a company and website owner, we are responsible for all the data we process from you. In addition to the data controllers, there may also be so-called processors. This includes any company or person who processes personal data on our behalf. Processors can therefore include service providers such as accountants, as well as hosting or cloud providers, payment or newsletter providers, or large companies like Google or Microsoft.",
  "consent": "Consent",
  "consent_text": " any freely given, informed, and unambiguous expression of will by the data subject, in the form of a declaration or any other clear confirming action, through which the data subject indicates that they agree to the processing of their personal data.",
  "consent_term": "\"Consent\"",
  "explanation_consent": "Explanation: Generally, consent is given on websites via a cookie consent tool. You are probably familiar with this. When you first visit a website, you are usually asked via a banner whether you consent to data processing. You can also make individual settings to decide which data processing to allow and which not. If you do not consent, no personal data may be processed. Consent can also be given in writing, i.e., not via a tool.",
  "personal_data": "Personal Data",
  "personal_data_text": " any information relating to an identified or identifiable natural person (hereinafter referred to as 'data subject'); an identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier, or one or more specific characteristics that express the physical, physiological, genetic, mental, economic, cultural, or social identity of that natural person.",
  "personal_data_term": "\"Personal Data\"",
  "explanation_personal_data": "Explanation: Personal data refers to any data that can identify you as a person. These are generally data such as:",
  "name": "Name",
  "address": "Address",
  "email": "Email Address",
  "postal_address": "Postal Address",
  "phone": "Phone Number",
  "dob": "Date of Birth",
  "id_numbers": "Identification numbers such as social security number, tax identification number, ID card number, or student ID number",
  "bank_data": "Bank data such as account number, credit information, account balances, etc.",
  "ip_address": "According to the European Court of Justice (ECJ), your IP address is also considered personal data. IT experts can use your IP address to determine at least the approximate location of your device and, subsequently, you as the account holder. Therefore, storing an IP address also requires a legal basis under the GDPR. There are also so-called \"special categories\" of personal data, which are particularly sensitive. These include:",
  "racial_origin": "Racial and ethnic origin",
  "political_opinions": "Political opinions",
  "religious_beliefs": "Religious or philosophical beliefs",
  "union_membership": "Union membership",
  "genetic_data": "Genetic data such as data taken from blood or saliva samples",
  "biometric_data": "Biometric data (these are details of psychological, physical, or behavioral traits that can identify a person). Health data",
  "sexual_orientation": "Data on sexual orientation or sexual life",
  "profiling": "Profiling",
  "profiling_text": " any kind of automated processing of personal data that involves using this personal data to evaluate certain personal aspects relating to a natural person, in particular to analyze or predict aspects concerning the person's work performance, economic situation, health, personal preferences, interests, reliability, behavior, location, or movements.",
  "profiling_term": "\"Profiling\"",
  "explanation_profiling": "Explanation: Profiling involves collecting various information about a person to learn more about them. In the web domain, profiling is often used for advertising purposes or credit checks. Web or advertising analysis programs collect data on your behavior and interests on a website. This results in a specific user profile, which can be used to target ads at a specific audience.",
  "responsible": "Responsible",
  "ds_definition-last": "Definition according to Article 4 of the GDPR",
  "definition_intro-last": "For the purposes of this regulation, the term means:",
  "responsible_term": "\"Responsible\" refers to the natural or legal person, authority, institution, or other body that alone or jointly with others determines the purposes and means of the processing of personal data; where the purposes and means of such processing are determined by Union law or the law of member states, the responsible party or the criteria for their designation may be specified by Union or member state law;",
  "explanation": "Explanation: In our case, we are responsible for processing your personal data and therefore the \"Responsible\" party. If we share collected data with other service providers for processing, these are \"Processors\". A \"Data Processing Agreement (DPA)\" must be signed for this.",
  "processing": "Processing",
  "ds_definition-last-2": "Definition according to Article 4 of the GDPR",
  "definition_intro-last-2": "For the purposes of this regulation, the term means:",
  "processing_term": "\"Processing\" refers to any operation or set of operations performed on personal data, whether or not by automated means, such as collecting, organizing, structuring, storing, adapting or altering, retrieving, consulting, using, disclosing by transmission, dissemination or otherwise making available, aligning or combining, restricting, erasing, or destroying;",
  "note": "Note: When we refer to processing in our privacy policy, we mean any type of data processing. This includes, as mentioned in the original GDPR statement, not only collecting but also storing and processing data. All texts are protected by copyright.",
  "source": "Source: created with the Privacy Policy Generator for Austria by AdSimple"
}
