{
  "hero-title": "Willkommen bei Solherz",
  "hero-subtitle": "Ihrem zuverlässigen Partner für Bauteile und Produkte",
  "logo-slogan": "Qualität Verbindet",
  "nav-home": "Home",
  "nav-kompetenzen": "Fertigung & Beschaffung",
  "nav-engineering": "Engineering",
  "nav-projektleitung": "Projektleitung",
  "nav-about": "Über Uns",
  "nav-contact": "Kontakt",
  "burger-home": "Home",
  "burger-kompetenzen": "Fertigung & Beschaffung",
  "burger-engineering": "Engineering",
  "burger-projektleitung": "Projektleitung",
  "burger-about": "Über Uns",
  "burger-contact": "Kontakt",
  "kompetenzen-title": "FERTIGUNG & BESCHAFFUNG",
  "mehr-btn": "Mehr",
  "drehen-title": "Drehen",
  "fräsen-title": "Fräsen",
  "schleifen-title": "Schleifen",
  "schweissen-title": "Schweißen",
  "umformen-title": "Umformen",
  "schneiden-title": "Schneiden",
  "wärme-title": "Wärmebehandlung",
  "sand-title": "Sandstrahlen",
  "lackieren-title": "Lackieren",
  "qualität-title": "Qualitätskontrolle und Messtechnik",
  "engineering-home-title": "ENGINEERING",
  "engineering-home-text": "  Zusätzlich zur Fertigung und Beschaffung werden auch Engineering Dienstleistungen im Bereich der mechanischen Konstruktion angeboten. Durch die Zusammenarbeit mit erfahrenen Konstrukteuren aus Südosteuropa wird eine hohe Qualität auf dem Niveau der DACH-Region gewährleistet. Ergänzend sorgt das Vier-Augen-Prinzip dafür, dass alle Konstruktionsaufgaben von österreichischen Maschinenbauingenieuren betreut und überprüft werden. Diese Kombination ermöglicht nicht nur wettbewerbsfähige Preise, sondern auch eine zuverlässige und hochwertige Umsetzung.",
  "engineering-img-title": "ENGINEERING",
  "projektleitung-home-title": "Projektleitung für Standortaufbau im Ausland",
  "projektleitung-home-text": " Planen Sie den Aufbau eines Standorts für Fertigung, Engineering oder beides in Kroatien oder Bosnien und Herzegowina?",
  "projektleitung-img-title": "Projektleitung",
  "über-title": "Über uns",
  "über-text-first-paragraph": "Solherz wurde mit einer klaren Vision ins Leben gerufen. Die europäische Industrie, insbesondere in der DACH-Region, steht vor der dringenden Aufgabe, Produktionskosten zu optimieren und ihre Wettbewerbsfähigkeit nachhaltig zu sichern. Unsere Mission ist es, Unternehmen dabei zu unterstützen, diese Herausforderungen zu meistern. Durch die strategische Verlagerung der Produktion zu qualitätsorientierten und kosteneffizienten Herstellern in Südosteuropa bieten wir eine Lösung, die höchste Qualitätsstandards mit wirtschaftlicher Effizienz verbindet. Unser Ansatz basiert auf einer sorgfältigen Auswahl unserer Partner. Solherz stellt Unternehmen in der DACH-Region die Dienstleistungen erstklassiger Hersteller aus Südosteuropa zur Verfügung. Dabei gewährleisten wir, dass unsere Kunden von einer verlässlichen, leistungsstarken Lieferkette profitieren und ihre Produktionsziele effizient erreichen können.",
  "über-text-second-paragraph": " Neben der Fertigung bzw. Beschaffung bieten wir auch Engineering Dienstleistungen für die mechanische Konstruktion an. Engineering Kosten fallen in der Regel in geringerem Umfang an als die Fertigung, können aber dennoch eine Herausforderung darstellen. Wir bieten hohe Qualität auf dem Niveau der DACH-Region, da wir mit den besten Konstrukteuren aus Südosteuropa zusammenarbeiten. Zusätzlich setzen wir auf das Vier-Augen-Prinzip, sodass alle Konstruktionsaufgaben von erfahrenen Maschinenbauingenieuren aus Österreich betreut und kontrolliert werden. Durch diese Kombination ermöglichen wir nicht nur sehr gute Preise, sondern auch eine zuverlässige und hochwertige Umsetzung.",
  "bio-title": "Biographie des Gründers",
  "bio-text": "Mit einem Abschluss in Maschinenbau von der TU Wien und langjähriger Erfahrung in der Industrie verfüge ich über eine breite Expertise in der Entwicklung, Optimierung und Leitung technischer Projekte. Mein beruflicher Werdegang hat mich durch verschiedene anspruchsvolle Rollen geführt, die von der Entwicklung innovativer Spritzgießmaschinen bis hin zur globalen Verantwortung für komplexe Maschinen und Produkten bei Andritz Pulp & Paper reichen. Dabei habe ich sowohl technisches als auch strategisches Know-how aufgebaut, das ich nun in meiner neuen Firma einbringe.",
  "kontakt-title": "Kontakt",
  "kontakt-text": "Interessiert an unseren Dienstleistungen? Kontaktieren Sie uns für ein unverbindliches Angebot oder eine individuelle Beratung. Wir freuen uns darauf, Ihre Projekte zu verwirklichen!",
  "handy-title": "Rufen Sie uns an!",
  "schreiben-title": "Schreiben Sie uns!",
  "besuchen-title": "Besuchen Sie uns!",
  "namePlaceholder": "Ihren Namen",
  "emailPlaceholder": "Ihre Email",
  "phonePlaceholder": "Telefonnummer",
  "companyPlaceholder": "Unternehmen",
  "messagePlaceholder": "Nachricht",
  "submit-button": "Senden",
  "cookie-banner-text": "Wir verwenden Cookies, um Ihr Erlebnis zu verbessern. Sie können alle akzeptieren, ablehnen oder Ihre Auswahl anpassen. Mehr Informationen in unserer",
  "cookie-banner-link": "Datenschutzerklärung",
  "cookie-option-accept": "Alle akzeptieren",
  "cookie-option-reject": "Alle ablehnen",
  "cookie-option-settings": "Einstellungen",
  "cookie-settings-title": "Cookie-Einstellungen",
  "cookie-settings-text": "Wählen Sie, welche Cookies Sie zulassen möchten:",
  "essential-cookies": "Notwendige Cookies (immer aktiv)",
  "analytics-cookies": "Analyse-Cookies",
  "marketing-cookies": "Marketing-Cookies",
  "save-button": "Speichern",
  "change-cookie-settings": "Zustimmung Verwalten",
  "daten-link": "Datenschutzerklärung"
}
