{
  "hero-title": "Welcome to Solherz",
  "hero-subtitle": "Your reliable partner for components and products",
  "logo-slogan": "Quality Connects",
  "nav-home": "Home",
  "nav-kompetenzen": "Manufacturing & Procurement",
  "nav-engineering": "Engineering",
  "nav-projektleitung": "Project Management",
  "nav-about": "About Us",
  "nav-contact": "Contact",
  "burger-home": "Home",
  "burger-kompetenzen": "Manufacturing & Procurement",
  "burger-engineering": "Engineering",
  "burger-projektleitung": "Project Management",
  "burger-about": "About Us",
  "burger-contact": "Contact",
  "kompetenzen-title": "MANUFACTURING & PROCUREMENT",
  "mehr-btn": "More",
  "drehen-title": "Turning",
  "fräsen-title": "Milling",
  "schleifen-title": "Grinding",
  "schweissen-title": "Welding",
  "umformen-title": "Forming",
  "schneiden-title": "Cutting",
  "wärme-title": "Heat Treatment",
  "sand-title": "Sandblasting",
  "lackieren-title": "Painting",
  "qualität-title": "Quality Control and Measurement Technology",
  "engineering-home-title": "ENGINEERING",
  "engineering-home-text": "In addition to manufacturing and procurement, engineering services in mechanical design are also offered. By collaborating with experienced designers from Southeastern Europe, high-quality standards are ensured at the level of the DACH region. Furthermore, the four-eye principle ensures that all design tasks are supervised and reviewed by Austrian mechanical engineers. This combination not only provides competitive prices but also ensures reliable and high-quality implementation.",
  "engineering-img-title": "ENGINEERING",
  "projektleitung-home-title": "Project Management for Site Development Abroad",
  "projektleitung-home-text": "Planning to set up a manufacturing, engineering, or both operations in Croatia or Bosnia and Herzegovina?",
  "projektleitung-img-title": "Project Management",
  "über-title": "About Us",
  "über-text-first-paragraph": "Solherz was created with a clear vision. The European industry, especially in the DACH region, faces the urgent task of optimizing production costs and ensuring long-term competitiveness. Our mission is to support companies in meeting these challenges. By strategically relocating production to quality-oriented and cost-efficient manufacturers in Southeastern Europe, we offer a solution that combines high-quality standards with economic efficiency. Our approach is based on the careful selection of our partners. Solherz provides companies in the DACH region with the services of top-class manufacturers from Southeastern Europe, ensuring that our clients benefit from a reliable, powerful supply chain and can efficiently achieve their production goals.",
  "über-text-second-paragraph": "In addition to manufacturing and procurement, we also offer engineering services for mechanical design. Engineering costs are typically lower than manufacturing costs, but they can still pose challenges. We offer high-quality services at the level of the DACH region, as we work with the best designers from Southeastern Europe. Additionally, we rely on the four-eye principle, ensuring that all design tasks are supervised and controlled by experienced Austrian mechanical engineers. This combination allows us to provide not only very competitive prices but also reliable and high-quality implementation.",
  "bio-title": "Biography of the Founder",
  "bio-text": "With a degree in mechanical engineering from TU Vienna and many years of experience in the industry, I have a broad expertise in the development, optimization, and management of technical projects. My career has taken me through various challenging roles, ranging from the development of innovative injection molding machines to global responsibilities for complex machines and products at Andritz Pulp & Paper. In this process, I have built both technical and strategic know-how, which I now bring to my new company.",
  "kontakt-title": "Contact",
  "kontakt-text": "Interested in our services? Contact us for a non-binding offer or individual consultation. We look forward to bringing your projects to life!",
  "handy-title": "Call us!",
  "schreiben-title": "Write to us!",
  "besuchen-title": "Visit us!",
  "namePlaceholder": "Your Name",
  "emailPlaceholder": "Your Email",
  "phonePlaceholder": "Phone Number",
  "companyPlaceholder": "Company",
  "messagePlaceholder": "Message",
  "submit-button": "Submit",
  "cookie-banner-text": "We use cookies to improve your experience. You can accept all, decline, or customize your selection. More information in our",
  "cookie-banner-link": "Privacy Policy",
  "cookie-option-accept": "Accept All",
  "cookie-option-reject": "Reject All",
  "cookie-option-settings": "Settings",
  "cookie-settings-title": "Cookie Settings",
  "cookie-settings-text": "Choose which cookies you'd like to allow:",
  "essential-cookies": "Essential Cookies (always active)",
  "analytics-cookies": "Analytics Cookies",
  "marketing-cookies": "Marketing Cookies",
  "save-button": "Save",
  "change-cookie-settings": "Manage Consent",
  "daten-link": "Privacy Policy"
}
